["Video games and music have always gone hand in hand. But what are the greatest examples of this marriage? From Nintendo 8-bit classics to stirring cinematic scores that have accompanied modern masterpieces like Red Dead Redemption and The Last Of Us, here’s our ultimate guide to the best ever video game OSTs.", "Ordering decades’ worth of timeless video game soundtracks into a definitive top 100 requires a few ground rules. Most importantly: licensed soundtracks — an incredible act of curation and an art form in their own right — are out of bounds. This means no Beatles Rock Band, no Tony Hawk, and no Grand Theft Auto (for what it’s worth, Vice City is the best) because to mix those with original soundtracks is simply unfair. Also, since video games can have a tremendous amount of sequels we have occasionally chosen our favorite from a series that deserves recognition as a whole. For example, some of us really love Megaman 3, but Megaman 2 is here to take the trophy home for the whole NES team. That way we can include even more games that might have gotten snubbed otherwise (there are, obviously, some exceptional cases).", "Finally, we’ve included a song for each entry and a playlist for them all. But it has to be said, if you really want to get the full experience for these soundtracks give these games a spin. Gaming is a medium that’s meant to be engaged with, and these reactive, organic scores are no different.", "This list brought back a lot of memories, more than your typical retrospective list, and during the very long process of growing it these tunes brought us back to specific times — Christmas mornings, drunk nights as teenagers, half-forgotten Blockbuster rentals and so much more. We hope this list brings back some memories for you too.", "Head here to stream the list as a single YouTube playlist. ", "", "100. Shovel Knight\n Jake Kaufman\n (PC/3DS, 2014)", "Every good 8-bit game needs a good 8-bit soundtrack, and in putting together their NES-era homage Shovel Knight, developers Yacht Club Games knew they had to make sure there was as much attention paid to the sound as there was the rest of the game’s presentation. Thankfully videogame music nerd Jake Kaufman – who cut his teeth making music for the Game Boy Color in the early ‘00s – does a bang up job of bringing to mind the golden era of chiptunes. Extra points go to Yacht Club for convincing original Megaman composer Manami Matsumae to contribute two tracks to the score.", "\n99. Leisure Suit Larry in the Land of the Lounge Lizards\n Al Lowe\n (PC, 1987)", "Not as classy as Journey-composer Alex Wintory’s orchestral score for the remake, but we’ll stick with the Roland MT-32 original, which perfectly captures the chintzy trashiness of this Las Vegas vacation (sorry, we mean Lost Wages vacation). When winning means getting the titular 40-year-old virgin laid, classy barely comes into it.", "", "98. Metal Gear Solid 2: Sons of Liberty\nHarry Gregson-Williams and Norihiko Hibino\n(PS2, 2001)", "a.k.a. one of the only Playstation stealth soundtracks that doesn’t feel horribly dated (we see you hiding at the back, Syphon Filter), a.k.a. the start of your favourite Burial song.", "\n97. Secret of Evermore\n Jeremy Soule and Julian Soule\n (SNES, 1995)", "Oh, the curious case of Secret of Evermore. The only game ever designed by Square in North America, word upon release was that this was a Western spin-off of Secret of Mana (with which it shared many qualities), when Square hadn’t ported the superior Seiken Densetsu 3 (Secret of Mana’s actual sequel) from Japan. That’s been denied by Square, but it didn’t save the game from receiving unfair backlash: Evermore is a flawed but good RPG with some genuinely unique elements, one of which is its soundtrack.", "Nothing like other RPG OSTs of the time, it’s the first video game project of Jeremy Soule, who went on to become a titan of the genre, composing the Elder Scrolls series and more. Where the likes of Chrono Trigger and Final Fantasy favoured strong, memorable melodies, Evermore’s OST combines long periods of ambience (track titles include ‘Podunk, 1965’ and ‘Ambience – Jungle 2’) with spindly melodies that often feel like they’re held together by Elastoplast. Even some boss battles were simply drum loops and pads. Unfairly maligned, but Soule’s approach to ‘90s RPG music was one of a kind.", "", "96. McDonald’s Treasure Land Adventure\nKatsuhiko Suzuki\n(Genesis, 1993)", "Even when Treasure was doing embarrassing shit like this for money in their early days, that didn’t stop the legendary developer from bringing their all. This strange gem was Suzuki’s masterpiece before moving into a directorial role as the head of Treasure’s sound team, heralding even greater things to come.", "", "95. Ecco: The Tides Of Time\nAttila Dobos, András Magyari, Andy Armer\n(Genesis, 1994)", "The Ecco: The Dolphin series is probably a lot weirder than you remember. What seemed like a cute kids game about a dolphin quickly turned into a very difficult, very trippy adventure that involves aliens, time travel, and the lost city of Atlantis. Ed Annunziata played Pink Floyd for his sound team, and for the Sega CD release of the Tides Of Time hired Spencer Nilson to create an even denser new age score. Go for either one, as the Ecco games make up some of the spaciest music of the era.", "", "94. Twinworld\nHaiko Ruttmann\n(Amiga, 1999)", "A lesser-known gem of the Amiga era, Twinworld is, on the surface, merely a quirky low-budget fantasy platformer. Thanks to a gorgeous, textured score from German composer Haiko Ruttmann (who is better known for his work on the more fondly-remembered The Settlers) however, Twinworld punches way above its weight, even now.", "", "93. System Shock 2\nEric Brosius, Ramin Djawadi, Josh Randall\n(PC, 1999)", "System Shock 2’s blend of shooting and role-playing elements made it a game years ahead of its time, but it was the feeling that there could be untold horrors lurking around every corner of its starship setting that really elevated the game above the Quake clones of the time. Though it was a game filled with alien terrors signalled by nerve-shredding moments of musical tension, the game was as much about the fear of technology, and the foreboding digital textures and futuristic techno created by Eric Brosius, Ramin Djawadi and Josh Randall made it one of the best cyberpunk-inspired scores in any medium.", "", "92. Machinarium\nTomáš Dvořák\n(PC, 2010)", "Monkey Island, Grim Fandango – some of history’s greatest point ‘n’ click games rely on their dialogue for their character, but not Machinarium. Instead, it’s lovingly rendered scenarios and a charming soundtrack by Tomáš Dvořák – a.k.a. producer Floex – that sweep the game along.", " ", "\n91. Ikaruga\nHiroshi Iuchi\n(Dreamcast, 2001)", "If you don’t remember the music from Ikaruga, it’s probably because you were too busy getting killed, repeatedly and unceremoniously. This brilliant color-swapping shoot-em-up from Treasure had potent, sweeping trance gems for days, provided you could listen to them long enough before your ship exploded yet again.", "", "90. Super Mario 64\nKoji Kondo\n(N64, 1996)", "Even with a drill ’n’ bass remix of the original Mario theme, Super Mario 64’s OST hasn’t aged that well. There’s too many trumpets, too many hoedowns, and too much of the sort of rinky-dinky playground music that tires even quicker than the Wing Cap’s controls, but it deserves inclusion for a few spectacular moments – namely the brilliant ‘Inside the Castle Walls’, and the water theme used on Dire, Dire Docks, Jolly Roger Bay and the Secret Aquarium, a.k.a. Nintendo’s greatest ever New Age record.", "", "89. Dragon Quest VIII\nKoichi Sugiyama\n(PS2, 2004)", "Much like the game, there’s nothing quite as memorable as the stand-out themes of Final Fantasy, Chrono Trigger et al on this OST, but by god when it’s good it’s about as high-grade and beautiful as this whole damn world gets.", "", "88. VVVVVV\nMagnus Pålsson\n(PC, 2010)", "Released in 2010, VVVVVV is based on bizarre early platformer Jet Set Willy, a game so confounding and so difficult that its haunting, chiming 8-bit themes still strike fear into the hearts of 30-somethings. Understandably, the score was going to be equally important to Terry Cavanagh’s homage, so chiptune composer Magnus Pålsson put together a series of themes so addictive that they almost offset the controller-throwing frustration of the game itself. Almost.", "", "87. Psychonauts\nPeter McConnell\n(Xbox, 2005)", "Rather than sticking with one blend of tones, Psychonauts found director Tim Schafer and the Double Fine crew shifting from one to another as his psychic hero Raz explored different minds. The result is a genre hopping carnival ride and one of Peter McConnell’s wildest scores. Whatever fractured mind you enter McConnell finds a way to make the music stick. How to write music for a conspiracy-filled 1950s world, a town of terrified lungfish running from your Kaiju-sized hero, and a black velvet bull fighting world must be hard enough. Tying it all into one game is a job only McConnell could have accomplished.", "", "86. Megaman X\nSetsuo Yamamoto, Makoto Tomozawa, Yuki Iwai, Yuko Takehara, Toshihiko Horiyama\n(SNES, 1993)", "Let’s face it, Megaman already had a fool-proof concept (so fool-proof that they wheeled it out for 20-odd games, and that’s not including Megaman Legends, Megaman Soccer and the rest of the spin-offs) and the best melodies in the 8-bit market. All they really needed to do to make up the step up to SNES work was to make everything bigger, and so we got Megaman X, a game that basically just took Megaman 2 to the IMAX and little more. And that’s fine: Capcom are pretty much the kings of if it ain’t broke don’t fix it, Megaman X was another classic, and Storm Eagle, Boomer Kuwanger and Chill Penguin’s themes sit comfortably in amongst 8-bit classics like Elec Man, Snake Man and Bubble Man.", "", "85. Phoenix Wright: Ace Attorney\nMasakazu Sugimori and Naoto Tanaka\n(Game Boy Advance, 2001)", "Who knows what gave this pair the idea to score wordy courtroom drama with the kind of pulsing, action-packed soundtrack more appropriate for, well, any other Capcom game, but we’re glad they did. Sugimori and Tanaka make saving a defendant with truth and logic sound more badass than killing someone with your fists — which of course it is.", "", "84. The Binding of Isaac\nDanny Baranowsky\n(PC, 2011)", "Don’t let the drawing fool you – The Binding of Isaac is almost certainly the darkest game on this 100, with a soundtrack more chilling than any zombie horror.", "", "83. Police Quest III: The Kindred\nJan Hammer\n(PC/Amiga, 1991)", "Sierra’s “Quest” series (Space Quest, King’s Quest and Police Quest) have a special place in the heart of any adventure gamer who was pointing and clicking in the early ‘90s. All the soundtracks are worth revisiting, but Police Quest III gets a special mention because somehow Sierra managed to convince Miami Vice composer Jan Hammer to offer up a score. Hearing Hammer’s unmistakable cues hobbled by the endearing limitations of a primitive soundcard is a rare treat.", "", "82. Skies of Arcadia\nYutaka Minobe and Tatsuyuki Maeda\n(Dreamcast, 2000)", "Compromised after it was condensed to the more popular single-disc Gamecube reissue, Skies Of Arcadia’s score shines on the double-disc Dreamcast original. Sega realized that the most satisfying part of any RPG was getting the airship, so they made an entire game set in a swashbuckling sky world. The sense of adventure was only increased by Minobe and Sonic 3 & Knuckles composer Tatsuyuki Maeda’s exciting themes which avoided the pitfalls of making just another weighty RPG score. True to the game, this one soars.", "", "81. Altered Beast\nTohru Nakabayashi\n(Arcade, 1988)", "“WELCOME TO YOUR DOOM.”", "They just don’t make ’em like this anymore, for real. Both the gameplay and the music in Altered Beast are relentless. ‘Nuff said, really, just hit play and you’ll understand.", "", "80. Bomberman Hero\nJun Chikuma\n(N64, 1998)", "As an entry into the franchise, Bomberman Hero is borderline blasphemous: it’s a platformer instead of a puzzler, with no multiplayer in sight. There was just one reason to play it – the soundtrack; it clearly belongs in a better game.", "Don’t let ‘Redial’ fool you: for such a peppy and cherry game (about throwing bombs) this is a serious listen, the majority of its tunes splicing acid and drum’n’bass together in a way that would make pirate radio lose its shit.", "", "79. Kentucky Route Zero\nBen Babbitt\n(PC, 2013)", "On the surface, Kentucky Route Zero is a contemporary point-and-click adventure, but underneath it’s much more than that. A surreal tale in which a character called Conway attempts to deliver a parcel from the antiques company he works for through beautifully drawn but bleak locations and a number of odd encounters, it’s a game that captures that feeling of driving along an empty road in a remote location in the dead of night. Ben Babbitt’s score paints that feeling not as something to fear, but as something comforting.", "", "78. Panzer Dragoon\nYoshitaka Azuma\n(Saturn, 1995)", "An oft-overlooked rail shooter for the Saturn, Panzer Dragoon may have been trumped by the N64’s Lylat Wars in gameplay, but it made up for it with its soundtrack, which often simply shimmered for three or four minutes before kicking in to add new levels of tension to a stage’s second half. Oh, and you didn’t have to put up with Slippy the Toad, either.", "", "77. DuckTales\nHiroshige Tonomura\n(NES, 1989)", "DuckTales could have gotten away with just an 8-bit repetition of the show’s admittedly awesome theme song and we’d have been happy. Instead Sakaguchi gave us some of the most charismatic melodies on the NES with ‘Amazon’ and the staccato strikes of ‘Transylvania’. ‘The Moon’, meanwhile, is one of the greatest moments in 8-bit music and proof that even a few bleeps and bloops can be beautiful.", "", "76. Super Mario RPG\nYoko Shimomura\n(SNES, 1996)", "You’ll be seeing Yoko Shimomura again. By Squaresoft’s 1996 SNES swan song (at least for the English speaking lot), she was ready to show off everything she had mastered over the 16-bit era, making a self-aware, enthusiastic score that calls back melodies from every Mario game before it, and adds impossibly catchy numbers by the dozens from all her years jump-starting beat-em-ups, and maybe a tearjerker here and there. Yoko Shimomura is never the first name that crops up when you’re talking about the greatest composers in her field, but this is Exhibit A for why she should be.", "Shout out to Geno and Mallow, too.", "", "75. The Curse of Monkey Island\nMichael Land\n(PC, 1997)", "It’s hard to explain exactly how influential LucasArts’ Monkey Island games were. Aside from having copy protection that forced budding young (software) pirates to commandeer a photocopier, a pair of scissors and a split pin, the series featured a level of humor that distracted you from the game’s technical limitations. Whilst a slew of fight scenes might have been difficult for Lucasarts to achieve, brawling with one-liners with was a creative and effective replacement.", "Michael Land’s score needed to reflect the game’s absurdist humor, and on Monkey Island’s third installment, Land turned in his finest work to date. The Curse of Monkey Island allowed Land to expand his already-beloved set of themes into lavish, widescreen masterpieces, and they never sounded better – the steel-drum laced rendition of the title theme could make even the hardest-faced cynic break into a smile.", "", "74. Time Crisis\nKazuhiro Nakamura\n(Arcade, 1996)", "Take away the hokey plot about an attempted coup in a fictional republic and Namco’s classic arcade rail shooter was little more than a static series of shooting galleries, but the relentless urgency of Kazuhiro Nakamura’s score made shooting generic bad guys with a plastic replica firearm feel like your own personal action movie. In the current age of multi-million dollar Call Of Duty sequels it’s commonplace for gunfire and cover-dodging to be drowned out by a sweeping orchestral score, but Time Crisis did it first, and it still gets the pulse racing like nothing else.", "", "73. Oddworld: Abe’s Odyssee\nEllen Meijers-Gabriel and Josh Gabriel\n(PSX, 1997)", "You play as a hug-able abomination rescuing your abominable friends from the evil Overlords of Abomination. Take away the game and you listen in awe of what has to be an Amon Tobin record that never saw the light of day (it isn’t, but you can fool people).", "", "72. Bastion\nDarren Korb\n(360, 2011)", "Innovative indie game Bastion was praised on release for its originality in the face of a world crowded by sequels and remakes, and Darren Korb’s soundtrack certainly helped its case. Combining Ry Cooder-esque frontier bluegrass with electronic elements, Korb nails the game’s bizarre retro-future setting, adding a crucial layer to the game’s dense (and surprisingly cinematic) assault of audiovisual elements.", "", "71. Gitaroo Man\nCOIL\n(PS2, 2001)", "A rhythm game needs good music first and foremost, and it’s COIL’s (not that Coil) insane sci-fi rock opera which elevated Gitaroo Man to genre masterpiece. The band emulate the changing musical styles of each villain which includes a cosmic space shark with turntables for a chest. If you thought Scott Pilgrim’s music battles were too cool to be original, well they weren’t — get some Gitaroo in your life.", "", "70. Far Cry 3: Blood Dragon\nPower Glove\n(PS3/360, 2013)", "Part Saturday morning kids cartoon, part shameless parody of pretty much every 80s action film from Rambo to Robocop, Far Cry 3: Blood Dragon is a game that revels in its pop culture references and retro type of violence. A game like that needs a special kind of score, and Australian duo Power Glove (whose name comes from a notoriously bad NES peripheral) more than delivered with a score that resisted the temptation to mine the era’s 8-bit themes for inspiration and instead delivered gleefully kitsch send up of the era’s action movie soundtracks.", "", "69. Crash Bandicoot\nJosh Mancell\n(PSX, 1996)", "One of the Playstation’s early success stories, Crash Bandicoot may have had its fair share of hidden levels, but its real secret? Its soundtrack has the best Funky house riffs this side of Crazy Cousins. Show Jamie xx the door – this is where the real steel drum action lies.", "", "68. The Neverhood\nTerry Scott Taylor\n(PC, 1996)", "Given free creative reign and armed with an acoustic guitar, a full studio of tricks, and some of the most charmingly odd “mouth sounds” you’ll ever hear, Terry Scott Taylor provided a soundtrack as bizarre, silly, and rich as Earthworm Jim-creator Doug TeNapel’s claymation universe of The Neverhood. ‘Everybody Way Oh’ is the best song Ween never wrote, ‘Olley Oxen Free’ is a public service for the world of yodeling.", "", "67. Halo: Combat Evolved\nMartin O’Donnell and Michael Salvatori\n(Xbox, 2001)", "As the game that launched Microsoft’s Xbox, Halo needed to be a blockbuster in every sense of the word, and Martin O’Donnell and Michael Salvatori’s score matched the game’s vast scale with a truly epic score. Its Gregorian chanting may have dated a little in the years since, but at the time it showed that it wasn’t just JRPGs that could deliver complex orchestral scores capable of drawing emotion out of a sci-fi setting. Given how popular the series has become, the Halo theme is probably now as widely recognised as Super Mario Bros’ and deservedly so – it heralded a era of more cinematic gaming whose influence is still being felt today.", "", "66. Out Run\nHiroshi Kawaguchi\n(Arcade, 1986)", "Admit it, very little from 1986 sounds like the future anymore. Maybe PiL, maybe Sade, or maybe even Out Run. Out Run more or less predicted the sound of the Genesis, which was still three years away, and there’s now a half-decade’s worth of chillwave and synth pop that sounds like the producers were raised waiting in line to play this game in the arcade. At least that’s how we like to see it.", "", "65. Ys I & II\nYuzo Koshiro and Mieko Ishikawa\n(PCE, 1989)", "Massively popular in Japan, the Ys series never really took off in the West in the same way as, say, Final Fantasy, but it shouldn’t be overlooked. The first two games were bundled together for the US market on the short-lived PC Engine/TurboGrafx console, and while the console itself has been mostly forgotten, the games themselves (and the excellent soundtracks) are among the best of their era. Because the PC Engine version used CD, Japanese composer Ryo Yonemitsu was given the all-clear to remix the scores in high quality for the North American release. Even if you’ve never come across Ys before, it shouldn’t be ignored.", "", "64. Battletoads\nDavid Wise\n(NES, 1991)", "Battletoads is out for blood from the second you hit “start,” and so was David Wise, the secret weapon of the 8-bit era who finally got the chance to sprawl out and get some dirt on his hands after making memorable tunes for many of the NES’ worst cash-ins (Who Framed Roger Rabbit, Nightmare on Elm Street, fucking Hollywood Squares) and its guilty pleasures (RC Pro Am, Marble Madness). Even if no one can actually admit to beating Battletoads, Wise made it a blast to break your controller to again and again, while also crafting the greatest pause screen music ever made.", "", "63. Bubble Bobble\nTadashi Kimijima\n(Arcade, 1986)", "There’s not a lot of music in Bubble Bobble, but what’s there has been a constant throughout decades of gaming. The game appeared in arcades back in 1986, before being ported to pretty much any system that could handle it, and so the legend began. The series gave birth to Rainbow Islands, Parasol Stars, Puzzle Bobble/Bust-a-Move and countless sequels, and anchoring the whole thing was a simple melody that stands as one of the greatest themes of the arcade generation. It’s cute and undeniably catchy, and even after hearing it for hours and hours in a one snack-fuelled session at a time, we still love it – now that’s an achievement.", "", "62. Gone Home\nChris Remo\n(PC, 2013)", "You’re home from studying abroad. Your parents and sister are gone. A scrawled note from your sister says she loves you, don’t look for her. The power is out, there’s a storm. That’s all you get from Gone Home, a horror game of sorts built on the simple fear that the people you love aren’t there and you don’t know why. Remo’s score feeds on every present fear and anxiety, while receding into somber, sweet memories with each coming-of-age diary entry voiceover until you finally learn the fate of your sister. When it finally reaches the closing pair of ‘In The Attic’ and ‘I Said Yes’ there won’t be a dry eye in the house.", "", "61. Golden Axe\nTohru Nakabayashi and You Takada\n(Arcade, 1989)", "Golden Axe was envisioned as a collision of the fantasy elements that made up the popular console hit Dragon Quest and the side-scrolling (and quarter-eating) beat-em-up qualities of arcade brawler Double Dragon. The result was one of the most memorable games of its era, and it had a score to match. Ignore the more recent orchestral remake – Tohru Nakabayashi and You Takada’s ominous, pulsing electronics never needed real-world embellishment. It managed to be majestic, evocative and memorable using precious few elements: just listen to the terrifying ‘Death Adder’ theme and tell us you aren’t feeling your pockets get lighter with each blast.", "", "60. Dune II\nPaul Mudra, Frank Klepacki, Dwight Okahara\n(PC, 1992)", "Before the world-beating Command & Conquer series, before Korean academies prepped groups of kids for Starcraft tournaments, there was Dune II. The pseudo-sequel to the enjoyable but forgettable Dune, which appeared on PC and (ahem) Sega Mega CD in the early ‘90s, Dune II stepped everything up by removing the adventure elements to concentrate more solidly on Real Time Strategy. This was a game that demanded patience from its players – it was basically Civilization in Frank Herbert’s universe – and the soundtrack was a crucial part of the enjoyment. One part Radiophonic Workshop shimmer and one part demoscene hyperactivity, it’s aged surprisingly well, and still sounds just as gloomy and cinematic now as it did back in 1993.", "", "59. Star Fox\nHajime Hirasawa\n(SNES, 1993)", "Let’s talk about Slippy the Toad for a second, that dainty, incompetent engineer that somehow landed a prime spot in the Lylat System’s top mercenary squad. With each game he manages to get worse at his job.", "In the original Star Fox, he pulls his weight, but we’re not sure how exactly. The music must’ve had something do with it. Star Fox itself is still a blast to play despite looking like a tech demo, but its score is on another level. It’s grand, seemlessly combining trademark SNES bangers with orchestral punches to the face, and there’s very little that’ll get shit done faster than ‘Corneria’, ‘Sector X’, and ‘Space Armada’. Better music makes better squadmates.", "", "58. Fez\nRich Vreeland (Disasterpeace)\n(360, 2012)", "When the “chiptune” movement started, plenty of producers were making retro songs that would’ve been perfect on a NES. Rich Vreeland aka Disasterpiece bent and broke the rules of that sound for Fez. Vreeland’s music took its sweet, beautiful time, creating settings that wavered between ominous and curious. This is still his best stand alone work, but it’s no surprise that someone caught on to the game eventually and hired Vreeland to score recent horror masterpiece It Follows.", "", "57. It Came From the Desert\nKen Melville\n(Amiga, 1989)", "Taking inspiration from ‘50s sci-fi B movie Them! (in which giant mutant ants invade Los Angeles), It Came From the Desert exhibited a refreshingly slow pace, which only highlighted the game’s memorable creeping terror. The original Amiga version’s the one (the addition of FMV sequences on later versions actually managed to ruin the game, somehow), and Ken Melville’s dusty John Carpenter-esque soundtrack adds the required eerie tone, his shockingly limited palate only adding to the atmosphere.", "", "56. Legend of the Mystical Ninja\nKazuhiko Uehara and Harumi Ueko\n(SNES, 1991)", "A massively underrated soundtrack to a massively underrated (if ridiculously hard, in its second half) game, the charm of Mystical Ninja’s OST lies less in its action moments and more in its motel, massage parlour, town and game show themes (several of which, we should add, did the whole *boink!* thing long before Craig David). Dinky, silly and sleazy, it’s basically Carry On Konami at times, and it’s all the better for it.", "", "55. The Legend of Zelda: A Link to the Past\nKoji Kondo\n(SNES, 1991)", "We guess the clue is in half the game taking place somewhere called the Dark World, but A Link to the Past’s OST is grim as hell. The cave and dungeon themes are confrontational, full of stabs and shot in negative, the church music might be Koji’s equivalent of Resident Evil’s safe room theme, and that 16-bit rain scrapes like hell. Even the jaunty fortune teller music is pure Ghost Box – no wonder Moon Wiring Club included this OST in his FACT mix.", "", "54. Doom\nRobert Prince\n(PC, 1993)", "Forget Dragonforce – if you want a killer collection of power metal riffs, look no further than Robert Prince’s Doom soundtrack. Though the score was also full of percolating Carpenter-esque synth numbers that brought out the dread, there was nothing quite like blasting Imps, Spiderdemons and Barons Of Hell with a shotgun while MIDI guitar riffs rang out through the game’s endlessly winding Martian corridors. This soundtrack is probably to blame for the endless succession of YouTube headshot videos soundtracked by obnoxious metal bands, but nothing captures the early era of the FPS quite like Doom.", "", "53. Parasite Eve\nYoko Shimomura\n(PSX, 1998)", "Spare a thought for Parasite Eve. While Square’s other franchises get most of the glory, there’s much o be said for PE’s innovative blend of elements pulled from the survival horror and RPG genres, and its soundtrack is not to be missed. Considering the game’s plot revolves around an opera performance (and said opera’s antagonistic lead actress) it’s safe to say that the music’s pretty central to the game. Square called in Yoko Shimomura, a composer that should be familiar to any OST collector worth his or her salt.", "Shimomura’s a veritable titan in the scene, having not only penned the scores to Streetfighter II and Breath of Fire but also Kingdom Hearts and the Mario & Luigi games. This score feels like her crowning achievement as she intertwined elements of opera into the more familiar frenetic RPG electronica.", "", "52. Kirby’s Dream Land\nJun Ishikawa\n(Game Boy, 1992)", "Less is more. In 1992, Kirby couldn’t absorb abilities yet and the American marketing team was still trying to figure how what color or how badass he should be. While that’s been sorted for better or worse since, Dream Land, the very first game in the series and the start of Jun Ishikawa’s biggest source of yearly income, still holds strong as the best score in the franchise. It’s a lean listen, too – only 16 minutes total, and each track will take up residence in your head for hours.", "", "51. Parappa the Rapper\nMasaya Matsuura and Yoshihisa Suzuki\n(PSX, 1996)", "Sure, most gamers simply left PaRappa with ‘kick! punch!’ stuck in their head and a broken controller left on their floor, but just as the game was a breakthrough moment for rhythm games, it was ahead of its time in both its soundtrack and its unique spin on 3D graphics (PaRappa is a 2D boy in a 3D world – we know the feeling). Also – “turn and pose”? Was Chop Chop Master Onion appropriating ballroom a full decade before Soundcloud?", "", "50. Shadow Of The Colossus\nKow Otani\n(PS2, 2005)", "Kow Otani had a, uh, colossal order ahead of him when it came down to composing Shadow of the Colossus. Team Ico’s second, and to date, last effort, the game walked a careful balance between the adrenaline rush that comes with climbing up the spine of a walking mountain and the emotional and moral ambiguities that come with taking one down.", "The game and Otani both put you through an exhausting ringer, but the score’s main strength comes when it doesn’t play at all. The land you’re in has long since been abandoned, and the sounds of wind and birds are the only thing you hear for long stretches of time. It should be peaceful, but it’s the opposite. So when you finally confront the next Colossus, and Otani’s music comes back in, the impact is twice as devastating.", "", "49. Ridge Racer Type 4\nKohta Takahashi, Hiroshi Okubo, Asuka Sakai, Tetsukazu Nakanishi, Koji Nakagawa\n(PSX, 1998)", "It’s 1999 and the racing game has been co-opted by wankers. Gran Turismo rules the roost, tailored for the dullest kind of petrol heads with its endless modifications, paint jobs and fucking Feeder songs. Techy, dull and hopelessly male, If Gran Turismo was a magazine it would be T3, and like T3 in 1999, you couldn’t move for its bullshit. Then, out of nowhere, comes Ridge Racer Type 4 – a racing game that may have featured 300+ types of car but focused almost solely on gameplay, its ultimate weapon not some wet dream of a gearbox but a car shaped like Pac Man. Not only did its gameplay piss all over Turismo’s, but it traded a million dollar soundtrack for a gloriously naff, gloriously Japanese score from Namco’s in-house sound team that drew from IDM, jungle, techno, acid jazz and more (squint and some of these tracks could be Bukem; squint really hard and it could be a poor man’s RDJ Album). Namco’s team might have thought it sounded like the future, but pitted against GT et al, RRT4’s soundtrack felt like the best kind of throwback.", "", "48. FTL: Faster Than Light\nBen Prunty\n(PC/iOS, 2012)", "The unforgivingly difficult space rogue-like FTL is very good at making you feel small and constantly near death. Fortunately its dreamy, relaxed soundtrack also makes you feel ok with that. For every time you see hours of work erased thanks to its cruel perma-death rules it quickly brings you back to that title screen theme and all the rage just floats away in zero-G. Prunty should be commended for all the keyboards he stopped us from smashing.", "", "47. Alien Soldier\nNorio Hanzawa\n(Genesis, 1995)", "At Treasure’s absolute best (i.e. this and Gunstar Heroes) they had a talent for condensing sidescrollers to their action packed essentials while pushing the Genesis’ hardware to a near breaking point. Alien Solider came with a soundtrack to match its hour long rush of increasingly insane boss fights. Best enjoyed while watching a playthrough of the game for one of the greatest sensory assaults of the 16-bit era.", "", "46. Quake\nTrent Reznor\n(PC, 1996)", "It’s hard to state exactly how much of an event Quake was back in 1996. For every kid who’d been obsessed with Doom and Duke Nukem’ 3D, Quake was sold to us as the next step. And it was – full 3D, gothic horror setting, massive guns and a Trent Reznor soundtrack. Yep, you read that right – Nine Inch Nails’ Trent Reznor was tapped to provide the ominous musical accompaniment, and it made total sense. This was around the same time as Reznor had assisted David Lynch in putting together the music for Lost Highway and there’s a sense that Reznor was trying to prove himself as someone more than just the guy from Nine Inch Nails. He manages it too, validating his involvement by putting together a score that enhanced the Lovecraftian visuals with brooding drones, sizzling electronics and gruesome sound effects. His involvement was such a core part of the game that the ammo packs (remember those?) were embellished with the iconic NIN logo.", "", "45. Fallout 3\nInon Zur\n(PC/PS3/360, 2008)", "The post-apocalyptic Fallout series is known for its use of dusty jazz and big band recordings from the 1940s, but it’s in Fallout 3 where everything comes together most perfectly. The game itself is undoubtedly one of its generation’s most beloved titles, and deservedly so – immersing yourself in Bethesda’s pitch-perfect world is a rare pleasure, and the music serves to remind the player of exactly what’s been lost. We recognize the music, but most of us weren’t there; it already sounds haunting, and that puts us in the mindset of the lonely vault hunter, traipsing across a nuclear wasteland in search of hope. Inon Zur’s murky score is effortlessly effective, adding an ominous droning sense of dread as it slithers between dusty gems from Cole Porter and Billie Holiday.", "", "44. Silent Hill 2\nAkira Yamaoka\n(PS2, 2001)", "No blood and the occult here, only decay and loss are running things. Silent Hill 2 has the most stripped down and raw narrative in the series, one that gives you only what you need and leaves everything else you see and hear to fill in the gaps. Emphasis on hear: Yamaoka got the chance to pull a 180 from the metal-on-metal approach to the first game, adding trip-hop, piano, and lots of grieving drones that lean into the game’s story. Depressing, evocative, and still scary as hell, here’s the missing link between David Lynch and Burial you never knew existed.", "", "43. Grim Fandango\nPeter McConnell\n(PC, 1998)", "Grim Fandango’s ‘Día de Muertos-noir’ works because every part of the equation is given respect and attention. It’s an absurd combination, sure, but never a simple one, and often it’s McConnell’s score, influenced equally by Spanish folk music, big band jazz, and iconic noir soundtracks, which added that essential weight. He helped us laugh at the initial premise of Grim Reapers essentially being dull travel agents, but more so — from Lola’s death to Manny’s showdown with Domino to the entire Casablanca-inspired centerpiece — it made us really care about this world and these (literal) lost souls.", "", "42. Revenge of Shinobi\nYuzo Koshiro\n(Genesis, 1989)", "If you want a good reason to launch your game console’s controller at a nearby wall, then Revenge of Shinobi is for you. Before the days of Demon’s Souls, games could be very, very hard and not always fair. Revenge of Shinobi was one of those games, the solace being that in amongst the frustration and unending punishment was a score from Yuzo Koshiro that still stands as one of the 16-bit era’s towering achievements. Koshiro is quite rightly on this list a number of times, and his Revenge of Shinobi score is so beloved that it’s been performed by an orchestra a number of times in the last decade. Who said video games weren’t art, then?", "", "41. Shadow of the Beast\nDavid Whittaker\n(Amiga, 1989)", "First timers to Amiga’s classic explore-em-up are going to spend a lot of time getting lost in that damn tree, punching away soliders who come from impossible places and boulders that shouldn’t be there. Good news is that the soundtrack throughout is terrific, establishing a peaceful melancholy while you fight your way out.", "", "40. Mass Effect 2\nJack Wall, Jimmy Hinson, Sam Hulick, David Kates\n(360/PC, 2010)", "As the scope of Mass Effect’s galaxy-spanning tale spread outwards across its three games, so did its music. More so than the other entries in the series, Mass Effect 2 is a game of questionable decisions made in the face of insurmountable odds, but for all its flashy combat and space opera setting, most of the Mass Effect games revolve around navigating branching dialogue trees. It’s partially thanks to Jack Wall’s multi-layered score – capable of bringing out both the game’s morally dubious moments and Dirty Dozen-inspired antiheroics – that you became sucked into your very own space opera. The game’s ‘Suicide Mission’ theme might have been pure Hollywood, but it’s impossible to deny its place in shaping one of the great gaming climaxes.", "", "39. Chrono Cross\nYasunori Mitsuda\n(PSX, 1999)", "Chrono Cross is a Frankenstein’s monster of a game, one that doesn’t follow up on Chrono Trigger‘s time-traveling adventures so much as it dogpiles on top of it with thesis papers on string theory. It’s a remake of a Japan-only downloadble novel (for the SNES add-on Satellaview) called Radical Dreamers, which chased Chrono Trigger‘s one loose thread down the rabbit hole.", "Yasunori Mitsuda scored all three of these things, and while his work here may not be his most iconic, it’s his most personal and accomplished. Chrono Cross had only two dimensions to work with, and Mitsuda embraced his history from both games (homages aplenty), while making some of the most interesting compositions he’s ever made. Lots of people still hate on Chrono Cross, but no one hates the score, and Mitsuda hasn’t matched it since.", "", "38. F-Zero\nYumiko Kanki and Naoto Ishida\n(SNES, 1990)", "To a pre-teen, the arrival of the Super Nintendo was about as exciting as it got. Demo consoles were set up at local department stores, and F-Zero was the launch title that seemed to end up running on most of them. And boy was it good; here was a game that truly looked like a new era, showing off the SNES’s snazzy Mode 7 graphics (which Sega’s Genesis simply couldn’t mimic, despite “blast processing”) and boasting a score that somehow mirrored the excitement. It still sounds great even now, from the opening thrusts straight into the Mute City theme, buzzing along as we marveled at graphics that were, at the time, revolutionary. C’mon Nintendo, surely it’s time for a reboot?", "", "37. Star Control II\nAaron Grier, Erol Otus, Eric E. Berge, Riku Nuottajärvi, Dan Nicholson\n(PC, 1992)", "On listening to Star Control II’s soundtrack, it doesn’t seem like a stretch to suggest that many of the team responsible had done a lot of raving in the years that preceded it. Despite a galaxy-spanning sci-fi setting whose adventure elements foreshadowed Mass Effect by a good 15 years, much of Star Control II’s soundtrack sounds like a lost 80s treasure trove of unreleased techno, synth pop and Italo that matches a lot of similar stuff being discovered on duty DAT tapes. If it transpired that Star Control II was actually some of Legowelt’s earliest work we wouldn’t bat an eyelid – it’s that good.", "\n36. Pokemon Red/Blue\nJunichi Masuda\n(Game Boy, 1996)", "Masuda fit an entire symphony into your pocket with this collection of themes that transcended the Gameboy’s limitations. From the comforting chimes of your home in Palette Town to the eerie dread of Lavender Town to the triumphant fanfare upon overcoming a gym leader, these motifs enhanced an epic journey that an entire of generation of kids took together.", "", "35. Ristar\nTomoko Sasaki, Naofumi Hataya, Masafumi Ogata\n(Genesis, 1995)", "Sonic Team’s swan song from the final days of the Genesis found them pulling out all the stops even if most had moved on from 16-bit. But from the opening theme ‘Pray!! Pray!! Play!!’ to the sweeping ‘Star Humming’ finale, Ristar’s explosively bright soundtrack feels more like a celebration. That this game eventually got crowned a classic of the era years later is a testament to this music, which already sounded like a victory lap in the first place.", "\n34. Street Fighter II\nYoko Shimomura and Isao Abe\n(Arcade, 1991)", "If you entered an arcade in the early 1990s, you could always hear a Street Fighter II machine above the din before anything else. Each of the game’s themes were iconic in their own right – especially the showstopping efforts for Ryu and Guile’s stages – but it was the tongue-in-cheek tone each theme adopted that made them all so memorable. In a recent interview, composer Yoko Shimamura explained that she intended each to have the “feeling of each country” rather than create accurate representations of the fighters’ home nations, and the result is a unique musical representation of the globe seen heard through Japanese ears. For all Street Fighter II’s larger-than-life tendencies though, its score feels remarkably mature over 20 years later.", "", "33. NiGHTS into Dreams…\nNaofumi Hataya, Tomoko Sasaki, Fumie Kumatani\n(Saturn, 1996)", "The Sega Saturn was notoriously a bitch to develop for, requiring an insane amount of effort just to figure out how to run in 3-D. Leave it to a bunch of stragglers from Sonic Xtreme (which was cancelled) to make the most out of it. NiGHTs is a shimmering joy from start to finish, from the first time you take flight to the credits.", "", "32. Half-Life 2\nKelly Bailey\n(PC, 2004)", "If video gaming has a John Carpenter (at least in terms of composition), it’s probably Kelly Bailey. His pulsating, synth-heavy soundtrack for Half-Life 2 has the same simmering industrial menace that punctuates the scores for movies like Escape From New York, Assault on Precinct 13 and They Live – the latter of which shares Half-Life 2’s chilling alien occupation setting. The world of Half-Life 2 is a hostile one, expecting you to piece together the events that led to the near annihilation of humanity at the hands of an extra-dimensional alien force, and Bailey’s score is the perfect accompaniment to the a world of alienation and confusion that sticks with you long after the G Man has adjusted his tie.", "", "31. Final Fantasy 7\nNobuo Uematsu\n(PSX, 1997)", "The biggest RPG in history needed – and received – a soundtrack to match. People can argue about whether Final Fantasy VII deserves the Best Game Ever accolade that it’s often tagged with until they’re red in the face, but in 1997 the RPG world had never seen a triumph of maximalism quite like this. Remember when you finally got ready to leave Midgar after several hours of gameplay, and thought ‘wow, that was just the first town’? That wealth of possibilities laid out in front of you – three discs (!!) of underwater reactors, desert casinos, moonlit canyons and more – needed a big soundtrack, and it got it: four hours (again, !!) of music, from the then grandest boss music in RPG history (‘One Winged Angel’) to some of the series’ most memorable heartbreakers (‘Flowers Blooming in the Church’) and ‘Shinra Inc’, a baddie theme that bangs so hard Flying Lotus DJs it.", "", "30. Tetris\nHirokazu Tanaka\n(Game Boy, 1989)", "A controversial pick this, not because Tetris’s soundtrack wasn’t massively important (it was), but because it was so incredibly incessant. When the game was bundled with Nintendo’s Game Boy, the Russian puzzle game found itself embraced by casual gamers before the casual gamer was even a thing. And the thrumming set of tunes (there were only three, hence the annoyance) became synonymous with the frustration of flubbing a perfect run by placing a block too quickly and rapidly heading towards the unbearable screech of defeat. For some of us though, there’s a soothing quality to those unforgettable 8-bit versions of a Russian folk classic and Bach’s French Suit No.3 in B Minor. Sing it with us – “Da da da da da da da…”", "", "29. Goldeneye 007\nGraeme Norgate, Grant Kirkhope, Robin Beanland\n(N64, 1997)", "The James Bond theme is so iconic you wouldn’t envy anyone who had to try and come up with entire game’s worth of music riffing on the same piece of music. Somehow, Graeme Norgate, Grant Kirkhope, and Robin Beanland managed it. Whether it looped while you hovered on the mission briefing screen, sneaked through the Facility level or escaped the Archives, they found a way to make each and every one feel like it was the first time you’d every heard Monty Norman’s classic theme. To do it while capturing the game’s mix of stealth and action was nothing short of a massive achievement.", "", "28. Rez\nKeiichi Sugiyama, Tomonori Sawada, Koji Sakurai, Masafumi Ogata\n(Dreamcast, 2001)", "Rail shooters are naturally fun – you move forward and shoot at everything that moves until more line up to replace them. Fight the boss, and move on. Rez took that idea and ran all the way with it, pushing the shooter game frantic past button mashing and into synesthesia. If that’s sounds pretentious, wait until you play it. Or better yet, hear it.", "Rez asked a simple question: what if everything you did, shot, and obliterated was all part of the same track? You specifically have to make the songs you hear in the game happen, taking part in each track’s build and drop, as long as your aim is at least all right. Best part is, the whole thing takes place in a psychedelic version of cyberspace, with some of the best big techno the turn of the century had to offer.", "", "27. Shenmue\nTakenobu Mitsuyoshi, Yuzo Koshiro, Takeshi Yanagawa, Osamu Murata, Ryuji Iuchi\n(Dreamcast, 1999)", "For a console that was so derided on its release, the Dreamcast sure did have a library of classics. Few games came as universally beloved however as the bizarre open-world adventure game Shenmue, a game so detailed that it allowed you to not only explore its Yokosuka setting, but interact with it. Want to wander into a bar and get into a fight? Do it. Want to drive a forklift truck? Sure. How about playing a relaxing game of darts or having a go on Sega’s very own Space Harrier? No problem. As you can probably imagine, with a game as open as this exploration is pretty much expected, which takes time. Thankfully Takenobu Mitsuyoshi and Yuzo Koshiro’s score is so gorgeous and fitting that you’ll relish every moment you spend in Ryo’s world, even when you’re being subjected to (basically) the same fight again and again and again.", "", "26. Metroid\nHirokazu Tanaka\n(NES, 1986)", "The thing you just don’t get from Tanaka’s Metroid score just by listening through is that this was a game designed to make you feel lost and confused. These 13-minutes of orbiting, disorienting sounds (meant to evoke a living organism and designed to blur the line between music and sound effects). The only actually melody comes if you beat it, something few kids did without hours of work in the humid caverns of Brinstar and Norfair. To put it another way: Tanaka screwed a lot of kids up with Metroid, but at least one of them grew up to be Oneohtrix Point Never.", "", "25. Superbrothers: Sword & Sworcery EP\nJim Guthrie\n(iOS, 2011)", "What? A casual game that’s as worthy as a AAA title? Superbrothers: Sword & Sworcery EP dominated on the iOS simply because it was inclusive. Not only in the storyline and gameplay – which managed to be mysterious in a way we hadn’t seen since the Amiga era and also didn’t assume knowledge of a long lineage of FPS titles – but also in Jim Guthrie’s haunting, beautiful soundtrack. Guthrie’s score is as stylized and unexpected as the game’s striking graphical elements, and is also used as a gameplay element, allowing players to trigger different songs by moving around the world and clicking on the various characters. Let’s hope that it’s a hint at things to come from the iOS/Android platforms, which is likely to be the next innovative place for gaming in the decade to come.", "", "24. Actraiser\nYuzo Koshiro\n(SNES, 1990)", "Yuzo Koshiro had a natural talent for trying out a new console and figuring out how to finagle the hardware into making sounds no one else could. Actraiser, the Sim City/hack-and-slash/God game hybrid, came out in 1991, when the SNES was still fresh out of the box. The music for those first games is pretty terrific (hi, F-Zero), but Koshiro went all in, making dynamic, mind-blowing tunes that were more than just jingles, all the while making the SNES sound so good other composers were still catching up two years later. Go, God, go.", "", "23. BioShock Infinite\nGarry Schyman and Jim Bonney\n(PS3/360/PC, 2013)", "Bioshock Infinite’s tense yet majestic score does a fine job of capturing the brutality at the heart of the flying city of Columbia, but that’s not the music that sticks out, nor is it the contemporary recasting of the Christian hymn ‘Will the Circle Be Unbroken’ as a chilling invitation to death. Instead, it’s the familiar music hidden in the background and taken out of time that resonate – the ragtime version of ‘Tears For Fears’ ‘Everybody Wants To Rule The World’ and the barbershop quartet cover of The Beach Boys’ ‘God Only Knows’. They add an extra emotional layer for sure, but the way they foreground the game’s major plot revelations was as clever as anything done with music in a game since The Ocarina Of Time.", "", "22. Castlevania: Symphony of the Night\nMichiru Yamane\n(PSX, 1997)", "Simply put, we couldn’t have made this list without Castlevania. We could have picked almost any game (save the reboot, that shit ain’t legit), but Symphony of the Night wins by a nose – it’s got the word “symphony” in the title, music’s clearly an important part of it. The pure scope of Michiru Yamane’s beloved score is incredible, she manages to blend bizarre metal, techno and classical elements without missing a beat, and what could have easily ended up sounding like a b-grade anime score ends up sounding majestic and deeply Castlevania. It’s a game that actually gives you the name of the track playing in certain sequences, almost as if you’re taking part in a bizarre 2D platforming music video, and for some reason, that makes perfect sense. Classic in every sense.", "", "21. Clock Tower\nKouji Niikura and Kaori Takazoe\n(SNES, 1995)", "Before Resident Evil, there was Clock Tower: a point and click survival horror game that took the LucasArts mantra and bludgeoned it with scissors – you can, and will, die. Heavily inspired by Dario Argento (whose Phenomena is the jumping-off point for the game itself), its soundtrack is one-of-a-kind: Zaytoven-esque melodies meet acid house basslines (seriously!), punctuated by panned, off-beat drums and slasher flick riffs. In 1995. On the SNES.", "", "20. Sonic the Hedgehog 3 & Knuckles \nHoward Drossin, Bobby Brooks, Brad Buxer, C. Cirocco Jones, Darryl Ross, Doug Grigsby III, Geoff Grace, Jun Senoue, Michael Jackson, Tatsuyuki Maeda, Tomonori Sawada, Howard Drossin, Masaru Setsumaru, Masayuki Nagao, Sachio Ogawa, Tokuhiko Uwabo, Yoshiaki Kashima\n(Genesis, 1994)", "It’s no wonder the legend still lives that Michael Jackson was an uncredited composer on this. With a unique lock-on gimmick that gave it a maximalist double album feel, Sonic 3 & Knuckles brought you the series’ best boss/Eggman theme, Knuckles’ mysterious theme, the chilly house of ‘Ice Cap 2’, and the still slept-on sweetness of ‘Endless Mine’ (a hidden gem tucked away in the awful two player mode). It’s the best Sonic had to offer, and it finally makes you forgive them for ‘Drowning’ — the most upsetting musical queue in all of gaming.", "", "19. Super Mario Bros.\nKoji Kondo\n(NES, 1985)", "The theme went into your head the second you read the title. How’s that for iconic? The first time you stomped a Goomba into a pulp with Mario, the music that went with it merged with your subconscious forever. But it didn’t stop there: the music changed when you went underground or underwater. Dynamic settings in a home video game? In 1985? This was the real first game where music became as integral to the experience as playing the thing itself. Mario had better games and there have been better scores since, but it all started here. 30 years later, Koji Kondo is still raising generations.", "", "18. Journey\nAustin Wintory\n(PS3, 2012)", "Words fail at describing what it’s like the first time you see Journey from start to finish, so if you haven’t played it, leave this blurb and fire up your PS3. If you don’t have one, steal your friend’s. When you’re done, come back here.", "Austin Wintory nailed this one. It took three years for Wintory to write and record the soundtrack to the game, mostly in fits of creative bursts and play testing (plus non-conflicting scheduling for all the musicians involved), and the result is an epic that compliments the ride perfectly. It starts orchestral, dives into electronics and drones, then emerges reborn and symphonic on the other side. As a listening experience, it’s masterfully paced, a true exercise in attack and release. In the game, it’s sublime, and that’s when worlds fail all over again.", "", "17. Jet Set Radio\nHideki Naganuma\n(Dreamcast, 2000)", "Jet Set Radio looked like a comic book and played like a cross between Tony Hawk’s Pro Skateboarder and a graffiti simulator. To this day there hasn’t been a game quite like it, and the same goes for the soundtrack, which fused ‘90s big beat, J-pop and hip hop into a collection of day-glo instrumentals that are probably the closest you’ll get to taking an LSD trip inside a Dreamcast. International versions of the game featured licensed tracks from the likes of Jurassic 5 and Rob Zombie, but they’re totally unnecessary – Hideka Naganuma’s originals are some of the most wonderfully anarchic video game themes to ever have come out of Japan.", "", "16. Final Fantasy VI\nNobuo Uematsu\n(SNES, 1994)", "We’ll probably wind up in debates over what the best Final Fantasy is until the end of time, but let’s be real about this: as a score, this is Nobuo Uematsu’s magnum opus, a masterful tapestry of nearly flawless tracks spread over three compact discs, a first of its kind for any soundtrack.", "Uematsu was already unstoppable by 1994, but the second the franchise traded medieval times and swords for steampunk and gunpowder, Uematsu entered the gaming lexicon permanently. 21 years later, we still get chills the first time we see Kefka’s true colors, or when the curtain rises on the opera scene, then when everything goes kaboom.", "", "15. Earthbound\nKeiichi Suzuki, Hirokazu Tanaka, Hiroshi Kanazu, Toshiyuki Ueno\n(SNES, 1994)", "Earthbound (and the Mother series, period) is so far off in its own little strange world that to get into exactly why it’s so good, you’d have to give its final hours away. Therein lies the appeal of Earthbound, and why so many swear by it: it’s not one off-kilter piece or several, it’s all of them adding up. The surprises never stop coming.", "Earthbound‘s soundtrack is probably the largest on this list, at over 150 tracks. It’s the most brilliantly creative score on the Super Nintendo, and the music alone takes up a third of the cart space. It’s an all-star team of Nintendo vets (“Hip” Tanaka), film composers (Keiichi Suzuki), and even a refugee from Yellow Magic Orchestra. And it goes everywhere; an argument could even be made that it pioneered the creative use of sampling in video games. What other game can throw so many things at you and still remind you to call mom when you’re homesick?", "", "14. Secret of Mana\nHiroki Kikuta\n(SNES, 1993)", "Hiroki Kikuta’s first video game score and his best. One of the first RPG scores to use samples rather than just MIDI, Secret of Mana’s OST set the bar for both Square and SNES soundtracks, and although it was arguably bettered by the later Chrono Trigger and Earthbound, tell us there’s a better 16-bit RPG opening theme than ‘Fear of the Heavens’ and we’ll call you a liar.", "", "13. Resident Evil 4\nMisao Senbongi and Shusaku Uchiyama\n(GameCube, 1995)", "The sense of pure relief when Resident Evil 4’s blissful, serene save game music bubbles through the speakers is hard to overstate. Capcom’s influential survival horror series was always blessed with great in-game music, but Misao Senbongi and Shusaku Uchiyama struck gold with their cues for the fourth (and best) installment of the saga. Moody and evocative, the soundtrack not only helped to emphasize the game’s creeping dread and heighten the action but introduced plenty of young players to the idea of synth-laced ambience. You don’t have to travel too far on SoundCloud before hearing a sample buried beneath some kind of glitchy 2-step beat or other.", "", "12. Donkey Kong Country 2: Diddy’s Kong Quest\nDavid Wise\n(SNES, 1995)", "Before the gameplay proved Donkey Kong Country 2: Diddy Kong’s Quest to be a seemingly impossible improvement over the original — the Godfather II of platform games, if you will, David Wise’s ‘K. Rool Returns’ made it crystal clear. Those haunting strings blended with triumphant horns said it all: this was a game that would be more exciting and terrifying that you could handle. Add into that some of the most luscious ambient pieces of the decade with ‘Forest Interlude’ and ‘Stickerbrush Symphony’ (a piece that — by his own admission — has inspired Ryan Hemsworth’s entire career) and you have the magnum opus from one of the medium’s greatest auteurs.", "", "11. The Legend of Zelda: Ocarina of Time\nKoji Kondo\n(N64, 1998)", "The first Zelda game to go 3D, housed in what was then the N64’s largest capacity cartridge, Ocarina of Time was the last Zelda OST that Koji Kondo worked on solo. It’s also the series’ best.", "Without a single version of the original Zelda theme included (how the nerds revolted!), Koji took advantage of the N64’s capabilities to expand upon and better Link to the Past in every way. A big part of what makes the game’s OST so successful is the way that it incorporates its music into the story and gameplay (the clue’s in the title), but even taken alone the soundtrack is a stunner: the breezy-but-longing town and forest themes (‘Kakariko Village’, ‘Lon Lon Ranch’, ‘Lost Woods’) are classics, the dungeons (‘Dodongo’s Cavern’, ‘Shadow Temple’, ‘Spirit Temple’) nod to the bleak solitude of Super Metroid, and alongside Mario 64’s water theme, it makes a great case for the N64 as the New Ager’s console of choice with ‘Inside the Deku Tree’, ‘Zora’s Domain’ and the ‘Forest Temple’. Like the first time you enter the 64-bit Hyrule Fiend, Ocarina’s OST feels vast, free and full of possibility.", "", "10. Red Dead Redemption\nBill Elm and Woody Jackson\n(PS3/360, 2010)", "Video gaming is so often concerned with play, it’s rare that we’re given the opportunity just to take a few minutes to take in the view. Red Dead Redemption’s brutal frontier setting and Bill Elm and Woody Jackson’s spaghetti western-inspired score offered plenty of moments to soak in the scenery, whether you were chasing a steam locomotive or watching the sun rise over the desert. However, it was the ride into Mexico soundtracked by Jose Gonzalez’s ‘Far Away’ that stuck in the mind long after the game had concluded, a moment that showed video games could allow you to choreograph your own cinematic moments just as capably as anything you’d see on the big screen.", "", "9. Portal\nKelly Bailey and Mike Morasky\n(PC, 2007)", "When people think about the music of Portal they’ll always remember Jonathan Coulton’s tongue-in-cheek acoustic number ‘Still Alive’, and for good reason – nothing else has nailed musical humour in video games quite like it. However, Kelly Bailey’s stellar score is just as important at bringing the sterile test chambers of Aperture Science to life, reflecting its numbing corporate training video atmosphere through a simmering series of claustrophobic ambient tracks and fast-paced escape themes. Portal is a funny game, but it’s also a chilling one – not even in survival horror has a score created such unease so effortlessly.", "", "8. Streets Of Rage 2\nYuzo Koshiro and Motohiro Kawashima\n(Genesis, 1992)", "Back in the days of the “console wars” Sega, initially the underdog (especially in the USA), managed to position themselves as slightly edgier than their massive, world-beating competitors Nintendo. Nintendo’s consoles were seen as kid’s toys (a badge they’re still struggling to shake), Sega’s Genesis on the other hand was edgy and somewhat adult, mostly thanks to titles like Streets of Rage, a violent side-scrolling beat-em-up that Nintendo would have never let tarnish their family-friendly image.", "The game’s soundtrack was similarly “mature,” and unlike family-friendly fare like Sonic the Hedgehog and Super Mario World, chirpy melodies were nowhere to be seen. Instead players were treated to techno and breakbeat-influenced compositions from Yuzo Koshiro, bringing an unusual club swagger to the game. Saying this was influential barely even begins to cover it – Ikonika, Joker and Just Blaze have all talked openly about Streets of Rage 2’s towering score, countless others no doubt subliminally headed towards electronic music thanks to Koshiro’s guiding hand.", "", "7. Katamari Damacy\nYuu Miyake, Asuka Sakai, Akitaka Tohyama, Hideki Tobeta, Yoshihito Yano, Yuri Misumi\n(PS2, 2004)", "While trying to pick out a song (borderline impossible) to represent the score to rolling up caramels and people so your hungover father (and his pants) can rebuild the starry sky, a thought occurred. Katamari Damacy is one of the weirdest, catchiest, and flat-out astonishing pop records of the last decade, never repeating itself and always maintaining a god-level tier in terms of production. And it will age perfectly. This music is universally loved by everyone. And here’s where it gets fun: look at every top list of music from the decade and you’ll realize there’s a gaping hole where this record should be.", "", "6. Silent Hill\nAkira Yamaoka\n(PSX, 1999)", "Survival horror was already a successful sub-genre by the time Silent Hill shuffled onto shelves in 1999. Resident Evil and its worthy sequel had been huge hits, and Playstation gamers were primed for what was to be one of the platform’s most defining games. What set Silent Hill apart from its peers wasn’t just the terrifying slow pace of the gameplay, it was the evocative suite of Lynchian experimental music and the immersive collection of sound effects.", "We can thank Akira Yamoaka for both; Yamoaka asked to be handed the reigns after the original composer quit, and as a fan of British electro pop (Ultravox, Visage) and German industrial music (Nitzer Ebb) he was eager to push things in a more industrial electronic direction. Initially, on playing his work for the rest of the team, they assumed it was a game bug – in fact the dread-filled waves of white noise would come to characterize the game.", "Ingeniously, Silent Hill’s key in-game device for tracking its sparse and often horrifying antagonists (dead children, deformed nurses – you know) was a small radio which would pick up more and more static the closer the enemies became. Combined with the nauseous, wavering FM synth sounds, the result was doom-inducing enough to cement the game in the minds of thousands of young players. In 2015 it’s commonplace for games (especially horror games) to mine the rich seam of experimental ambient music, and we can probably thank Akira Yamoaka for that.", "", "5. Super Metroid\nKenji Yamamoto and Minako Hamano\n(SNES, 1994)", "Like the constantly evolving parasite itself, Super Metroid put the original through a complete metamorphosis. From its opening drones it sounded even more alienating than Metroid‘s score, but then from that darkness emerged something only people who survived to the end of the original heard: a small, heroic melody. It’s a completely backwards move, but then again everything about Super Metroid seemed backwards.", "After a short intro, you were guiding Samus Aran back down the same tunnel she escaped from at the end of the original to rescue a metroid? But there’s that main melody, that reassurance to protect rather than destroy. It set up one of the most emotional gaming stories of all time without a single line of dialogue. With no one other humans to speak to, Samus’ thoughts and emotions were evoked entirely through Super Metroid’s score. The miasmatic drones in Crateria capture the eye stinging discovery that nature reclaimed these familiar places (a clear influence on The Last Of Us), we feel the stupefying terror in the desperate boss battles because we hear it in the gasping, shrieking music. Much later during the watery themes in the mysterious sunken world of Maridia we can almost feel Samus thinking with us, “What was this place? What happened here?”", "And finally, during the last hopeless moments against Mother Brain, as we watched the metroid we were trying to save get killed before our eyes and Samus become filled with an unstoppable parental rage, what returned? That same small melody we heard at the beginning, now without the series’ iconic chilling tones it sounds clearer. It was stronger, braver, more complete. And so were we.", "", "4. Megaman 2\nTakashi Tateishi\n(NES, 1988)", "Tunes from the NES will always endure for one reason: their simplicity. This was back when games were just that. You played and hopefully won. Social commentary? Engrossing narratives and ambiguous characters? Not even on the radar yet. All you did with the Blue Bomber in Megaman 2 was run, jump, point, and shoot until Dr. Wiley’s army was scrap.", "In other words, it was just pure fun and the bare essentials before we knew what was coming, and all that was needed to complete the package was a bulletproof roster of incredible tunes to keep you going after Heat Man’s stage kills you again and again. You memorized the songs, then memorized the stages. Each theme is so good that figuring out the best song from the game requires multiple coin flips. Megaman 2 is the best soundtrack the NES ever produced, and the poster child for why simple songs on the 8-bit machine keep inspiring things like this.", "", "3. The Last Of Us\nGustavo Santaolalla\n(PS3, 2013)", "The Last Of Us might be a post-apocalyptic zombie tale on the surface, but at its heart is the tale of a bond that grows between an orphaned girl and the father who lost his daughter several years previously. The game’s tone is closer to The Road than Resident Evil, and 21 Grams and Brokeback Mountain composer Gustavo Santaolalla lends the game’s score the emotional heft it needs. The Last Of Us is rightly hailed as a landmark moment in video game storytelling, writing and acting, but Santaolalla’s reflective score is equally as important, showing that a little more musical subtlety in blockbuster games might not be such a bad idea.", "", "2. Chrono Trigger\nYasunori Mitsuda, Nobuo Uematsu, Noriko Matsueda\n(SNES, 1995)", "For a game that spans over 65,000,000 years and is often considered the best RPG in history, Chrono Trigger is oddly understated. Released between the two titans of the Final Fantasy series, this weird hybrid of Secret of Mana and Day of the Tentacle where your final party includes a robot, a frog and a cavegirl has, for many, come out on top of Square’s golden period, and its soundtrack may be the most quietly influential (at least in FACT’s world) of all of the company’s RPGs.", "Way ahead of its time in terms of its approach and influences, you could even file it as hypnagogic, with Mitsuda claiming that he drew on specific dreams for certain tracks, and Vangelis is a clear reference point (there’s even a track called ‘Memories of Green’). It’s sometimes tough to go a day without hearing a track that shares DNA with ‘Corridors of Time’, and Ryan Hemsworth, Murlo and Groundislava are just a handful of the modern producers inspired by it. Don’t even get us started on Chrono Jigga.", "", "1. Ico\nMichiru Oshima, Koichi Yamazaki, Mitsukuni Murayama\n(PS2, 2001)", "For all the hyperactive electronics and epic sweeping scores we come to an end here with Ico, a video game almost designed to make you feel small and powerless. Following Ico and Yorda, two intended child-sacrifices, wandering through ancient ruins searching for escape we learned to cherish the moments of peace and quiet reflection over any action packed peak. Through his profoundly organic soundtrack Oshima used perpetually circling motifs, both terrifying and relaxing (or both, in the case of the pensive ‘Castle In The Mist’), to show a cycle of abuse only just breaking. It’s a game about finding strength in friendship. It’s a game about holding hands.", "More than any medium, the soundtrack to a video game needs to be reactive and it’s something that Ico masters. Take for instance the brief fever dream of ‘Who Are You’, which shimmers in foggy melody as we discover our companion, before the bottom drops out into an ocean of dark ambience. That sinking horror signals shadowy beings determined to abduct your friend by dragging her into Under The Skin-style pools of darkness, which Ico is forced to fight off often with only a stick (you can find a sword, but you’re barely strong enough to swing it. You’re just a child after all). That piece, and the skittering shuffle of ‘Darkness’ which accompanies those desperate moments, move with a calm terror, the musical equivalent of screaming in a nightmare to produce only silence.", "And yet they only make those moments of peace even more tender and special. If ‘Darkness’ has an opposite it’s ‘Heal’, the wonderous, childlike lullaby that accompanies the precious moments of rest provided by stone seats (the game’s save points). Some of Ico’s most memorable moments come from loading the game later to find the pair sleeping to ‘Heal’ like Ingemar and Saga nestled on the couch in the end of My Life As A Dog. Ico reaches moments of grandeur such as the massively cathartic ‘You Were There’, which erupts in its heart wrenching finale, but it’s Ico‘s smaller moments of gentle grace – and impending doom – that stick with us beyond anything else. Sometimes it’s the little gestures that can feel like the biggest things in the world. Like these quietly powerful hymns, like holding someone’s hand.", "Listen to the YouTube playlist here.", "100 Shovel Knight\n99 Leisure Suit Larry in the Land of the Lounge Lizards\n98 Metal Gear Solid 2 – Sons of Liberty\n97 Secret of Evermore\n96 McDonald’s Treasure Land Adventure\n95 Ecco : The Tides Of Time\n94 Twinworld\n93 System Shock 2\n92 Machinarium\n91 Ikaruga\n90 Super Mario 64\n89 Dragon Quest VIII\n88 VVVVVV\n87 Psychonauts\n86 Megaman X\n85 Phoenix Wright Ace Attorney\n84 The Binding of Issac\n83 Police Quest 3\n82 Skies of Arcadia\n81 Altered Beast\n80 Bomberman Hero\n79 Kentucky Route Zero\n78 Panzer Dragoon\n77 Duck Tales\n76 Super Mario RPG\n75 The Curse of Monkey Island\n74 Time Crisis\n73 Oddworld: Abe’s Odyssee\n72 Bastion\n71 Gitaroo Man\n70 Far Cry 3: Blood Dragon\n69 Crash Bandicoot\n68 The Neverhood\n67 Halo: Combat Evolved\n66 Out Run\n65 Ys I & II\n64 Battletoads\n63 Bubble Bobble\n62 Gone Home\n61 Golden Axe\n60 Dune II\n59 Star Fox\n58 Fez\n57 It Came From the Desert\n56 Legend of the Mystical Ninja\n55 The Legend of Zelda: A Link to the Past\n54 Doom\n53 Parasite Eve\n52 Kirby’s Dream Land\n51 Parappa the Rapper\n50 Shadow Of The Colossus\n49 Ridge Racer 4\n48 FTL: Faster Than Light\n47 Alien Soldier\n46 Quake\n45 Fallout 3\n44 Silent Hill 2\n43 Grim Fandango\n42 Revenge of Shinobi\n41 Shadow of the Beast\n40 Mass Effect 2\n39 Chrono Cross\n38 F-Zero\n37 Star Control II\n36 Pokemon Red/Blue\n35 Ristar\n34 Street Fighter II\n33 NiGHTS into Dreams…\n32 Half-Life 2\n31 Final Fantasy 7\n30 Tetris\n29 Goldeneye 007\n28 Rez\n24 Actraiser\n24 Superbrothers: Sword & Sworcery EP\n24 Metroid\n24 Shenmue\n23 BioShock Infinite\n22 Castlevania: Symphony of the Night\n21 Clock Tower\n20 Sonic the Hedgehog 3 & Knuckles\n19 Super Mario Bros.\n18 Journey\n17 Jet Set Radio\n16 Final Fantasy 6\n15 Earthbound\n14 Secret of Mana\n13 Resident Evil 4\n12 Donkey Kong Country 2 : Diddy Kong’s Quest\n11 The Legend of Zelda : Ocarina of Time\n10 Red Dead Redemption\n9 Portal\n8 Streets Of Rage 2\n7 Katamari Damacy\n6 Silent Hill\n5 Super Metroid\n4 Megaman 2\n3 The Last Of Us\n2 Chrono Trigger\n1 Ico", "Read next: Listen to an exhilarating mix of the best ever Sonic The Hedgehog themes"]